// General
"ADD" = "Dodaj";
"OK" = "OK";
"CANCEL" = "Anuluj";
"CONTINUE" = "Dalej";
"DONE" = "Gotowe";
"Space" = "Przestrzeń";
"SPACES" = "Spaces";
"OPTIONS" = "Opcje…";
"UNKNOWN_EXTERNAL_KEYBOARD" = "Nieznana klawiatura zewnętrzna";
"TURN_BT_ON" = "Włącz Bluetooth";

// Trackpad tab
"2NDCLICK_TAPPING" = "Dla uzyskania drugiego kliknięcia, umieść dwa palce na gładziku, \na potem kliknij w przycisk";
"2NDCLICK_CLICKING" = "Stuknięcie dwoma palcami równoznaczne z drugim kliknięciem";

// Keyboard tab
"FN_FLIPPER_TITLE" = "Używaj wszystkich klawiszy F1, F2 itd. jako standardowych klawiszy funkcyjnych";
"FN_FLIPPER_NOTE" = "Po zaznaczeniu tej opcji wciśnięcie klawisza Fn daje dostęp do specjalnych funkcji widocznych na klawiszach.
";

// Full Keyboard Access tab
"SHOWFOCUS_ON_NOTE" = "By zmienić to ustawienie, wciśnij %@.";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "Rzeczy użytkownika";
"USER_ITEMS_DESC" = "Otwiera %@";
"CONFLICT_TOOLTIP" = "Ten aktywny klawisz koliduje z innymi aktywnymi klawiszami";
"ONOFF_TOOLTIP" = "Zaznacz, aby włączyć skrót klawiszowy z listy";
"RESTORE_DEFAULTS_TITLE" = "Czy na pewno chcesz wyzerować wszystkie skróty do ustawień domyślnych?";
"RESTORE_DEFAULTS_DESCR" = "Tej czynności nie można cofnąć.";
"GO_TO_SPACE_TEMPLATE" = "Przełącz do przestrzeni %d";

// Combobox entries
"MODIFER_OPTION" = "⌥ Opcja";
"MODIFER_CONTROL" = "⌃ Control";
"MODIFER_COMMAND" = "⌘ Command";

// BT related
"D_SECS" = "%d sek.";
"NEVER" = "Nigdy";

"MOUSE" = "Mysz";
"KEYBOARD" = "Klawiatura";
"UNKNOWN" = "nieznany";

"NEW_APPLICATION_ITEM" = "<untitled menu item>";

"APP_IS_NOT_COMPATIBLE" = "Nie można dodać skrótów klawiszowych dla programu %@.";

"MOUSEBUTTON_OPEN" = "Otwórz „%@”";


// BT Pairing
"BT_OFF_TITLE" = "Nie możesz podłączyć klawiatury Bluetooth, ponieważ Bluetooth jest wyłączone. Czy chcesz je włączyć?";
"BT_OFF_ALERT_TITLE" = "Nie możesz podłączyć klawiatury Bluetooth, ponieważ Bluetooth jest wyłączone. Czy chcesz je włączyć?";
"BT_MIDDLE_INDICATOR_NO_KEYBOARD_FOUND" = "Nie znaleziono klawiatur.";
"BT_MIDDLE_INDICATOR_1_KEYBOARD_FOUND" = "Znaleziono 1 klawiaturę.";
"BT_MIDDLE_INDICATOR_KEYBOARD_FOUND" = "Znaleziono „%@”";
"BT_CONTINUE" = "Dalej";
"BT_TRY_AGAIN" = "Spróbuj ponownie";
"BT_SEARCHING" = "Szukam…";
"BT_CONNECTING" = "Łączę się…";
"BT_SEARCHING_FOR_KEYBOARD" = "Szukam klawiatury…";
"BT_PAIRING_SUCCESS" = "Gratulujemy! Twój komputer jest skonfigurowany do pracy z klawiaturą Bluetooth.";
"BT_SELECT_TO_PAIR" = "Zaczekaj, aż klawiatura Bluetooth zostanie wykryta.";
"BT_SELECT_TO_PAIR_DESC" = "Jeśli klawiatura Bluetooth nie jest widoczna, upewnij się, że ma prawidłowo włożone baterie i jest włączona.";
"BT_ATTEMPTING_TO_PAIR" = "Próbuję połączyć w parę z „%@”…";
"BT_ATTEMPTING_TO_PAIR_NONAME" = "Próbuję połączyć w parę…";
"BT_ENTER_KEY" = "Sprawdź, czy urządzenie jest gotowe do odebrania kodu. Gdy będzie gotowe, wpisz na klawiaturze poniższe cyfry, potem wciśnij klawisz Return.";
"BT_PAIR_FAIL_GENERAL" = "Połączenie w parę nie powiodło się. Kliknij w przycisk Dalej, aby spróbować ponownie.";
"BT_PAIR_FAIL_AUTH" = "Połączenie w parę nie powiodło się, ponieważ podany został nieprawidłowy kod. Aby spróbować ponownie, kliknij w Dalej.";
